brew 'caskroom/cask/brew-cask'
tap 'caskroom/versions'
tap 'homebrew/dupes'
tap 'homebrew/php'

brew 'coreutils'
brew 'moreutils'
brew 'findutils'
brew 'gnu-sed --default-names'
brew 'zsh'
brew 'git'
brew 'git-flow'
brew 'tig'
brew 'cvs'
brew 'svn'
brew 'wget --with-iri'
brew 'curl'
brew 'ack'
brew 'autoconf'
brew 'automake'
brew 'gcc'
brew 'gawk'
brew 'openssl'
brew 'tree'
brew 'readline'
brew 'ansible'
brew 'docker'
brew 'ant'
brew 'maven'
brew 'cask'
brew 'markdown'
brew 'sphinx'
brew 'sqlite'
brew 'ghc'
brew 'mongodb'
brew 'the_silver_searcher'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'reattach-to-user-namespace'
brew 'zlib'
brew 'rename'
brew 'chrome-cli'
brew 'editorconfig'
brew 'imagemagick'
brew 'graphicsmagick'
brew 'tmux'
brew 'z'
brew 'rbenv'
brew 'ruby-build'
brew 'gettext'
brew 'nodebrew'
brew 'phantomjs'
brew 'spidermonkey'
brew 'v8'
brew 'php56'
brew 'composer'
brew 'boris'
brew 'gauche'

# mac apps
cask 'google-chrome'
cask 'firefox-ja'
cask 'dropbox'
cask 'totalterminal'
cask 'virtualbox'
cask 'vagrant'
cask 'skitch'
cask 'emacs'
cask 'adobe-creative-cloud.rb'
cask 'alfred'
cask 'genymotion'
cask 'google-japanese-ime'
cask 'java'
cask 'macvim-kaoriya'
cask 'skype'
cask 'onepassword'
cask 'vmware-fusion6'
