tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'caskroom/fonts'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/brewdler'
tap 'sanemat/font'

brew 'autoconf'
brew 'automake'
brew 'gcc'
brew 'zlib'
brew 'coreutils'
brew 'moreutils'
brew 'findutils'
#brew 'gnu-sed --with-default-names'
#brew 'zsh'
#brew 'git'
brew 'git-flow'
#brew 'go'
brew 'tig'
brew 'cvs'
brew 'svn'
#brew 'wget --with-iri'
brew 'curl'
brew 'ack'
brew 'gawk'
brew 'openssl'
brew 'tree'
brew 'readline'
brew 'ansible'
brew 'docker'
brew 'ant'
brew 'maven'
brew 'cask'
brew 'markdown'
brew 'sphinx'
brew 'sqlite'
brew 'ghc'
brew 'mongodb'
brew 'the_silver_searcher'
brew 'reattach-to-user-namespace'
brew 'rename'
brew 'chrome-cli'
brew 'editorconfig'
brew 'imagemagick'
brew 'graphicsmagick'
brew 'tmux'
brew 'z'
brew 'gettext'
#brew 'phantomjs'
#brew 'spidermonkey'
#brew 'v8'
#brew 'php56'
brew 'composer'
brew 'boris'
#brew 'gauche'
brew 'cmigemo'
brew 'ricty'
brew 'graphviz'
brew 'ctags'
brew 'wp-cli'
#brew 'ghostscript'
brew 'pyenv-virtualenv'
brew 'ssh-copy-id'
brew 'rsync'
brew 'icdiff'
brew 'hub'

# mac apps
cask 'google-chrome'
cask 'dropbox'
cask 'iterm2'
cask 'virtualbox'
cask 'vagrant'
#cask 'skitch'
cask 'emacs'
cask 'adobe-creative-cloud'
#cask 'genymotion'
#cask 'google-japanese-ime'
cask 'macvim-kaoriya'
cask 'skype'
#cask '1password'
cask 'seil'
#cask 'heroku-toolbelt'
cask 'font-dejavu-sans'
cask 'font-inconsolata'
#cask 'coteditor'
cask 'sequel-pro'
cask 'bettertouchtool'
cask 'cyberduck'
cask 'karabiner'
#cask 'clipmenu'
cask 'maczip4win'
#cask 'gyazo'
#cask 'limechat'
cask 'keepassx'
#cask 'slack'
#cask 'atom'
cask 'visual-studio-code'

