brew 'caskroom/cask/brew-cask'
tap 'caskroom/versions'
tap 'caskroom/fonts'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'sanemat/font'

brew 'coreutils'
brew 'moreutils'
brew 'findutils'
brew 'gnu-sed --with-default-names'
brew 'zsh'
brew 'git'
brew 'git-flow'
brew 'tig'
brew 'cvs'
brew 'svn'
brew 'wget --with-iri'
brew 'curl'
brew 'ack'
brew 'autoconf'
brew 'automake'
brew 'gcc'
brew 'gawk'
brew 'openssl'
brew 'tree'
brew 'readline'
brew 'ansible'
brew 'docker'
brew 'ant'
brew 'maven'
brew 'cask'
brew 'markdown'
brew 'sphinx'
brew 'sqlite'
brew 'ghc'
brew 'mongodb'
brew 'the_silver_searcher'
brew 'reattach-to-user-namespace'
brew 'zlib'
brew 'rename'
brew 'chrome-cli'
brew 'editorconfig'
brew 'imagemagick'
brew 'graphicsmagick'
brew 'tmux'
brew 'z'
brew 'gettext'
brew 'phantomjs'
brew 'spidermonkey'
brew 'v8'
brew 'php56'
brew 'composer'
brew 'boris'
brew 'gauche'
brew 'cmigemo'
brew 'ricty'
brew 'graphviz'
brew 'ctags'
brew 'wp-cli'
brew 'ghostscript'

# mac apps
cask 'google-chrome'
cask 'firefox-ja'
cask 'starhoshi/starhoshicask/firefoxdeveloperedition-ja'
cask 'dropbox'
cask 'totalterminal'
cask 'virtualbox'
cask 'vagrant'
cask 'skitch'
cask 'emacs'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'genymotion'
cask 'google-japanese-ime'
cask 'java'
cask 'macvim-kaoriya'
cask 'skype'
cask '1password'
cask 'vmware-fusion6'
cask 'seil'
cask 'heroku-toolbelt'
cask 'font-dejavu-sans'
cask 'font-inconsolata'
cask 'colors'
cask 'sublime-text3'
cask 'coteditor'
cask 'sequel-pro'
cask 'bettertouchtool'
cask 'cyberduck'
cask 'karabiner'
cask 'clipmenu'
